GREETINGS = """Привеееет! 

Я бот-ведущий игры 🕵️Шпион.

Чтобы создать свою комнату введи /createroom
Чтобы присоединиться к игре введи /joinroom {название}
"""

HELP = """
"""

CREATING_GAME_1 = """
Начало создания комнаты. Введите название
"""

ROOM_ALREADY_EXISTS = """
Такая комната уже занята. Введите другое название
"""

INPUT_NUM_OF_PLAYERS = """
Отличное название! Теперь введите максимальное количество игроков
"""

WRONG_PLAYERS_NUMBER = """
Слишком большое количество игроков! Должно быть меньше 15 и больше 3
"""

ROOM_INFORMATION = """
Комната "{}" создана
Длительность игры составит {} минут
"""

CHOOSE_TIME = """
Теперь выберите длительность игры
"""